{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "String": "<br />"
        },
        "content": "\n"
      },
      {
        "type": "Sequence",
        "normalizers": [
          {
            "type": "Replace",
            "pattern": {
              "String": "``"
            },
            "content": "\""
          },
          {
            "type": "Replace",
            "pattern": {
              "String": "''"
            },
            "content": "\""
          },
          {
            "type": "NFKD"
          },
          {
            "type": "StripAccents"
          },
          {
            "type": "Replace",
            "pattern": {
              "Regex": " {2,}"
            },
            "content": " "
          }
        ]
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<cls>": {
        "id": "<cls>",
        "ids": [
          3
        ],
        "tokens": [
          "<cls>"
        ]
      },
      "<sep>": {
        "id": "<sep>",
        "ids": [
          4
        ],
        "tokens": [
          "<sep>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "<cls>",
        0.0
      ],
      [
        "<sep>",
        0.0
      ],
      [
        "▁",
        -3.02518066291233
      ],
      [
        "▁the",
        -3.3333810705749087
      ],
      [
        ",",
        -3.399285760096628
      ],
      [
        "s",
        -3.7437650897542234
      ],
      [
        "▁of",
        -3.854018378599868
      ],
      [
        "a",
        -3.91068123328305
      ],
      [
        "▁and",
        -4.073691954829773
      ],
      [
        "▁in",
        -4.107236856743178
      ],
      [
        ".",
        -4.147861149016368
      ],
      [
        "▁to",
        -4.451184818939698
      ],
      [
        "\n",
        -4.95557367926887
      ],
      [
        "▁was",
        -4.991439712436783
      ],
      [
        "e",
        -5.103085852898342
      ],
      [
        "▁is",
        -5.264192712950198
      ],
      [
        "ed",
        -5.309881412078177
      ],
      [
        "▁for",
        -5.317238041671217
      ],
      [
        "▁The",
        -5.340376550871046
      ],
      [
        "ing",
        -5.364814282077198
      ],
      [
        "▁as",
        -5.365342692150261
      ],
      [
        "y",
        -5.404245290437228
      ],
      [
        "▁on",
        -5.437981806281201
      ],
      [
        "▁by",
        -5.460414710101325
      ],
      [
        "▁with",
        -5.52092329706019
      ],
      [
        "-",
        -5.553216598256725
      ],
      [
        "t",
        -5.608319645999249
      ],
      [
        ")",
        -5.612014482893375
      ],
      [
        "d",
        -5.641471897886369
      ],
      [
        "o",
        -5.688856685082705
      ],
      [
        "'s",
        -5.709232880984825
      ],
      [
        "▁from",
        -5.711508510050194
      ],
      [
        "▁at",
        -5.758907563814283
      ],
      [
        "▁that",
        -5.782901203888681
      ],
      [
        "▁(",
        -5.800296117404599
      ],
      [
        "i",
        -5.862576558684701
      ],
      [
        "▁his",
        -6.012110129156067
      ],
      [
        ":",
        -6.048133625599974
      ],
      [
        "\"",
        -6.093712756457556
      ],
      [
        "n",
        -6.0980262908913865
      ],
      [
        "▁an",
        -6.13829791317832
      ],
      [
        "▁he",
        -6.16614306905689
      ],
      [
        "er",
        -6.222124992194967
      ],
      [
        "ly",
        -6.279212830452938
      ],
      [
        "▁were",
        -6.332559012503763
      ],
      [
        "▁||",
        -6.3405811163574395
      ],
      [
        "al",
        -6.400689316790203
      ],
      [
        "▁A",
        -6.419617223691212
      ],
      [
        "▁In",
        -6.420381326249169
      ],
      [
        "▁are",
        -6.424114408610889
      ],
      [
        "▁which",
        -6.441603418794108
      ],
      [
        "in",
        -6.480569722198357
      ],
      [
        "▁He",
        -6.497171615476974
      ],
      [
        "▁be",
        -6.502124390769513
      ],
      [
        "▁it",
        -6.503885985215
      ],
      [
        "▁also",
        -6.526962859259854
      ],
      [
        "f",
        -6.536241449444962
      ],
      [
        "▁–",
        -6.55622485407285
      ],
      [
        "on",
        -6.57380415698899
      ],
      [
        "es",
        -6.579204588060941
      ],
      [
        "an",
        -6.583024067883629
      ],
      [
        "r",
        -6.627157575179588
      ],
      [
        "▁or",
        -6.642779365964078
      ],
      [
        "▁had",
        -6.650671589059181
      ],
      [
        "),",
        -6.6754095309880235
      ],
      [
        "▁has",
        -6.694082869248447
      ],
      [
        "▁first",
        -6.706351738997855
      ],
      [
        "▁\"",
        -6.789291602257293
      ],
      [
        ")\n",
        -6.802481515297096
      ],
      [
        "u",
        -6.83953620452178
      ],
      [
        ".\n",
        -6.844222591174427
      ],
      [
        "▁their",
        -6.85747587830714
      ],
      [
        "▁who",
        -6.859887312359982
      ],
      [
        "s.",
        -6.864197679348772
      ],
      [
        ";",
        -6.8932438942061545
      ],
      [
        "▁not",
        -6.894922064129862
      ],
      [
        "▁It",
        -6.898441636669631
      ],
      [
        "▁her",
        -6.919503295800256
      ],
      [
        "en",
        -6.927815646133849
      ],
      [
        "m",
        -6.93683139445643
      ],
      [
        "▁but",
        -6.943994360157998
      ],
      [
        "k",
        -6.954834311762664
      ],
      [
        "▁its",
        -6.96790184951886
      ],
      [
        "▁one",
        -6.9698922885680865
      ],
      [
        "▁S",
        -6.989401082002937
      ],
      [
        "▁de",
        -7.018352378703968
      ],
      [
        "h",
        -7.029975711311131
      ],
      [
        "▁have",
        -7.035878742559966
      ],
      [
        "'",
        -7.036569427184716
      ],
      [
        "c",
        -7.037498918880896
      ],
      [
        "th",
        -7.0451740747575045
      ],
      [
        "▁this",
        -7.067176015703531
      ],
      [
        "▁two",
        -7.0700469490834905
      ],
      [
        "l",
        -7.097567719518459
      ],
      [
        "▁New",
        -7.110462020431955
      ],
      [
        "▁been",
        -7.118275209381675
      ],
      [
        "▁I",
        -7.120241499689701
      ],
      [
        "or",
        -7.121738107123946
      ],
      [
        "p",
        -7.178098734414391
      ],
      [
        "–",
        -7.186179342183413
      ],
      [
        "▁after",
        -7.189020362614697
      ],
      [
        "is",
        -7.208081327547884
      ],
      [
        "/",
        -7.212725021010025
      ],
      [
        "ic",
        -7.2253133235985025
      ],
      [
        "g",
        -7.243299540082299
      ],
      [
        "▁American",
        -7.256664250966141
      ],
      [
        "ar",
        -7.271627492953339
      ],
      [
        "▁other",
        -7.272894536562092
      ],
      [
        ".\n\n",
        -7.295702247061019
      ],
      [
        "b",
        -7.303028003330469
      ],
      [
        "ion",
        -7.316940677123087
      ],
      [
        "▁into",
        -7.323185326474379
      ],
      [
        "▁people",
        -7.330429736258672
      ],
      [
        "▁she",
        -7.335527970352617
      ],
      [
        "▁over",
        -7.34033036456081
      ],
      [
        "▁re",
        -7.343742850079924
      ],
      [
        "man",
        -7.3513670866454355
      ],
      [
        "▁United",
        -7.353574809362477
      ],
      [
        "it",
        -7.366745921078339
      ],
      [
        ".\n\nThe",
        -7.367390149168662
      ],
      [
        "us",
        -7.407662010492524
      ],
      [
        "▁time",
        -7.410309223072336
      ],
      [
        "to",
        -7.415364240161741
      ],
      [
        "▁E",
        -7.419729176008342
      ],
      [
        "▁all",
        -7.430886965505438
      ],
      [
        "▁B",
        -7.432786519043413
      ],
      [
        "▁1",
        -7.440235970250807
      ],
      [
        "▁(19",
        -7.47168535846267
      ],
      [
        "▁out",
        -7.486447989672884
      ],
      [
        "▁when",
        -7.487106224921014
      ],
      [
        "w",
        -7.493824774058632
      ],
      [
        "▁C",
        -7.494206407693044
      ],
      [
        "▁University",
        -7.498803371165652
      ],
      [
        "ers",
        -7.50532790995889
      ],
      [
        "▁would",
        -7.505410767995322
      ],
      [
        "re",
        -7.511241214620037
      ],
      [
        "▁more",
        -7.512591027385614
      ],
      [
        "le",
        -7.519595516398711
      ],
      [
        "during",
        -7.530259267401972
      ],
      [
        "▁up",
        -7.530700168578363
      ],
      [
        "\n\nExternal",
        -7.538841238139238
      ],
      [
        "▁new",
        -7.539769526503466
      ],
      [
        ".\n\nIn",
        -7.541095371240292
      ],
      [
        "▁under",
        -7.541175264767313
      ],
      [
        "▁where",
        -7.547081237238517
      ],
      [
        "z",
        -7.551298120206146
      ],
      [
        "\n\n",
        -7.557854398076317
      ],
      [
        "\nThe",
        -7.580359613241217
      ],
      [
        "▁P",
        -7.580797797844733
      ],
      [
        "▁can",
        -7.580942411277913
      ],
      [
        "▁film",
        -7.585418459501307
      ],
      [
        "\n|",
        -7.591035881625428
      ],
      [
        "▁only",
        -7.597440580501194
      ],
      [
        "ne",
        -7.598155825546309
      ],
      [
        "▁between",
        -7.60222339313146
      ],
      [
        ").",
        -7.608890781763781
      ],
      [
        "▁2",
        -7.619836318300582
      ],
      [
        "▁about",
        -7.63609192328307
      ],
      [
        "at",
        -7.649616716199695
      ],
      [
        "▁years",
        -7.652175211666272
      ],
      [
        "▁three",
        -7.6592358978827235
      ],
      [
        "▁part",
        -7.666497282649782
      ],
      [
        "el",
        -7.669147451268827
      ],
      [
        "▁made",
        -7.673491577990335
      ],
      [
        "ation",
        -7.677603130662417
      ],
      [
        "▁She",
        -7.6790025208438575
      ],
      [
        "▁This",
        -7.682290390203175
      ],
      [
        "▁later",
        -7.684333982279419
      ],
      [
        "▁used",
        -7.687376032926469
      ],
      [
        "ist",
        -7.687731733180941
      ],
      [
        "▁G",
        -7.689577502903029
      ],
      [
        "▁States",
        -7.709535977858477
      ],
      [
        "ton",
        -7.737867810196267
      ],
      [
        "▁most",
        -7.740941931051475
      ],
      [
        "▁such",
        -7.743221008160853
      ],
      [
        "▁World",
        -7.744642528178126
      ],
      [
        "▁known",
        -7.74629273037479
      ],
      [
        "▁him",
        -7.746995839027917
      ],
      [
        "▁National",
        -7.755261019665946
      ],
      [
        "▁K",
        -7.760981421792435
      ],
      [
        "became",
        -7.762031271743533
      ],
      [
        "▁Re",
        -7.762268329831336
      ],
      [
        "▁team",
        -7.765752932048979
      ],
      [
        "▁season",
        -7.76775642509107
      ],
      [
        "▁17",
        -7.771054158019835
      ],
      [
        "▁players",
        -7.773176881826039
      ],
      [
        "▁than",
        -7.781371353519015
      ],
      [
        "▁County",
        -7.782216417660976
      ],
      [
        "▁un",
        -7.79056628854838
      ],
      [
        "▁second",
        -7.794079684527043
      ],
      [
        "▁F",
        -7.802973246407751
      ],
      [
        "▁D",
        -7.805360548654051
      ],
      [
        "▁&",
        -7.8140522898936915
      ],
      [
        "▁3",
        -7.8151942425699215
      ],
      [
        "ive",
        -7.816128119016991
      ],
      [
        "able",
        -7.817741728123201
      ],
      [
        "▁M",
        -7.824804779295063
      ],
      [
        "▁series",
        -7.825511332091914
      ],
      [
        "▁being",
        -7.826875725497404
      ],
      [
        "te",
        -7.829015168674411
      ],
      [
        "de",
        -7.829312865082882
      ],
      [
        "▁some",
        -7.835153795245825
      ],
      [
        "▁May",
        -7.838892342711807
      ],
      [
        "ch",
        -7.840566159705734
      ],
      [
        "x",
        -7.849408108517919
      ],
      [
        "▁War",
        -7.852008183670254
      ],
      [
        "▁including",
        -7.856154447416737
      ],
      [
        "▁W",
        -7.862417963561219
      ],
      [
        "6",
        -7.862429163360185
      ],
      [
        "il",
        -7.864982234522767
      ],
      [
        "ry",
        -7.868975181108494
      ],
      [
        "▁work",
        -7.870181434752229
      ],
      [
        "▁through",
        -7.8745353054827
      ],
      [
        "▁against",
        -7.876236496017592
      ],
      [
        "▁4",
        -7.876749801357965
      ],
      [
        "▁no",
        -7.877349820948689
      ],
      [
        "▁there",
        -7.8798191001842355
      ],
      [
        "▁York",
        -7.887975958026779
      ],
      [
        "▁year",
        -7.892782252837525
      ],
      [
        "▁N",
        -7.893610711068295
      ],
      [
        "▁then",
        -7.89899753937447
      ],
      [
        "ter",
        -7.907203795598729
      ],
      [
        "▁18",
        -7.907866345720352
      ],
      [
        "▁South",
        -7.908071357370819
      ],
      [
        "▁well",
        -7.912425297072266
      ],
      [
        "2",
        -7.915891030042635
      ],
      [
        "▁before",
        -7.918397973459097
      ],
      [
        "▁T",
        -7.922595740768818
      ],
      [
        "▁while",
        -7.929236020787476
      ],
      [
        "ity",
        -7.931681331009543
      ],
      [
        "▁name",
        -7.933403368459665
      ],
      [
        "ir",
        -7.936282000365692
      ],
      [
        "▁John",
        -7.942203009037263
      ],
      [
        "\n\nReferences",
        -7.942578326072736
      ],
      [
        "ian",
        -7.945566464680962
      ],
      [
        "am",
        -7.947061141290288
      ],
      [
        "▁number",
        -7.948947029948883
      ],
      [
        "▁School",
        -7.949259480345368
      ],
      [
        "▁many",
        -7.954645274660171
      ],
      [
        "▁5",
        -7.955145566866539
      ],
      [
        "until",
        -7.958395442457808
      ],
      [
        "ur",
        -7.9627700084122495
      ],
      [
        "▁August",
        -7.967502127484057
      ],
      [
        "▁La",
        -7.969615859855573
      ],
      [
        "▁March",
        -7.973014293311511
      ],
      [
        "▁September",
        -7.973648106181564
      ],
      [
        "▁album",
        -7.975664908665744
      ],
      [
        "▁both",
        -7.982122903853664
      ],
      [
        "ment",
        -7.983336671602226
      ],
      [
        "3",
        -7.986463338362787
      ],
      [
        "▁school",
        -7.9895592414536125
      ],
      [
        "▁O",
        -7.991319197092746
      ],
      [
        "▁On",
        -7.993754080975847
      ],
      [
        "▁births",
        -7.99476161042505
      ],
      [
        "ce",
        -7.995785568261413
      ],
      [
        "▁c",
        -7.997513086529878
      ],
      [
        "no",
        -7.999020385049253
      ],
      [
        "est",
        -7.999818140697554
      ],
      [
        "▁October",
        -8.000725217410896
      ],
      [
        "co",
        -8.005337579905603
      ],
      [
        "▁January",
        -8.01391509483953
      ],
      [
        "ate",
        -8.015099321828304
      ],
      [
        "▁played",
        -8.016873998986279
      ],
      [
        "▁R",
        -8.018945898746342
      ],
      [
        "um",
        -8.019551717556677
      ],
      [
        "▁family",
        -8.024680206595747
      ],
      [
        "▁—",
        -8.025586185252065
      ],
      [
        "▁16",
        -8.025828250066137
      ],
      [
        "▁links\n",
        -8.029212209424138
      ],
      [
        "▁June",
        -8.032084920523577
      ],
      [
        ".\n\nReferences",
        -8.036307256551936
      ],
      [
        "1",
        -8.038617958424549
      ],
      [
        "▁released",
        -8.038914362887203
      ],
      [
        "land",
        -8.044293915349675
      ],
      [
        "son",
        -8.04965357051107
      ],
      [
        "▁July",
        -8.049827464782997
      ],
      [
        "▁As",
        -8.051421414827486
      ],
      [
        "▁L",
        -8.05700345723349
      ],
      [
        "(born",
        -8.06169879491166
      ],
      [
        "▁p",
        -8.0627809291494
      ],
      [
        "▁won",
        -8.06336148509388
      ],
      [
        "▁April",
        -8.06413254886607
      ],
      [
        "▁may",
        -8.067139615669028
      ],
      [
        "▁British",
        -8.067731489381876
      ],
      [
        "▁De",
        -8.067986584997364
      ],
      [
        "▁10",
        -8.073749684667773
      ],
      [
        "ro",
        -8.074633068183136
      ],
      [
        "\",",
        -8.075760033457382
      ],
      [
        "▁State",
        -8.075980958613991
      ],
      [
        "ine",
        -8.076484206068464
      ],
      [
        "▁Le",
        -8.076805083763169
      ],
      [
        "▁November",
        -8.079808322235468
      ],
      [
        "–19",
        -8.088829954901284
      ],
      [
        "▁City",
        -8.089738778035667
      ],
      [
        "▁so",
        -8.090870017513843
      ],
      [
        "▁state",
        -8.092996972138613
      ],
      [
        "ma",
        -8.093523953822896
      ],
      [
        "0",
        -8.09436355159884
      ],
      [
        "ent",
        -8.09529272917708
      ],
      [
        "▁four",
        -8.096163808839906
      ],
      [
        "▁December",
        -8.099625068244631
      ],
      [
        "▁Al",
        -8.10606003088305
      ],
      [
        "▁League",
        -8.109873758159116
      ],
      [
        "▁football",
        -8.109986119261047
      ],
      [
        "4",
        -8.119609316620581
      ],
      [
        "▁will",
        -8.1203739107549
      ],
      [
        "▁6",
        -8.120865547683849
      ],
      [
        "▁life",
        -8.122799536640395
      ],
      [
        "ous",
        -8.124554794442389
      ],
      [
        "ge",
        -8.130514631487713
      ],
      [
        "▁North",
        -8.134974189756697
      ],
      [
        "and",
        -8.13628437362271
      ],
      [
        "▁called",
        -8.137072042203883
      ],
      [
        "▁game",
        -8.140161342211082
      ],
      [
        "▁former",
        -8.153083159818264
      ],
      [
        "▁do",
        -8.16304842990661
      ],
      [
        "▁several",
        -8.163895370705426
      ],
      [
        "▁them",
        -8.164928064420181
      ],
      [
        "▁|",
        -8.165507101668585
      ],
      [
        "▁15",
        -8.167256076552446
      ],
      [
        "▁end",
        -8.170093200314485
      ],
      [
        "▁same",
        -8.172067162730682
      ],
      [
        "lo",
        -8.176197251261991
      ],
      [
        "me",
        -8.181430172159816
      ],
      [
        "▁U",
        -8.182900694194396
      ],
      [
        "▁following",
        -8.185196142698942
      ],
      [
        "▁early",
        -8.186068778066714
      ],
      [
        "ke",
        -8.18672156982052
      ],
      [
        "▁group",
        -8.191838381903683
      ],
      [
        "▁February",
        -8.199465310268222
      ],
      [
        "ol",
        -8.200107410598063
      ],
      [
        "▁found",
        -8.200599117844117
      ],
      [
        "be",
        -8.2030953421017
      ],
      [
        "▁since",
        -8.20586045999697
      ],
      [
        "▁7",
        -8.208206410263863
      ],
      [
        "▁place",
        -8.21201776113112
      ],
      [
        "age",
        -8.219116627632179
      ],
      [
        "▁music",
        -8.225962115669574
      ],
      [
        "un",
        -8.228654261644673
      ],
      [
        "▁career",
        -8.229814029197872
      ],
      [
        "▁government",
        -8.23092930686789
      ],
      [
        "li",
        -8.230996825167663
      ],
      [
        "▁At",
        -8.233663036215983
      ],
      [
        "▁use",
        -8.237730129829885
      ],
      [
        "▁home",
        -8.240298871525509
      ],
      [
        "ant",
        -8.241360372158642
      ],
      [
        "▁St",
        -8.241758347770157
      ],
      [
        "▁city",
        -8.243694740737324
      ],
      [
        "▁V",
        -8.245517730006672
      ],
      [
        "▁area",
        -8.248041994345657
      ],
      [
        "▁back",
        -8.24837276047037
      ],
      [
        "▁based",
        -8.253369622013043
      ],
      [
        "▁began",
        -8.253683267258257
      ],
      [
        ".\"",
        -8.255226316902071
      ],
      [
        "▁member",
        -8.256009240675006
      ],
      [
        "▁these",
        -8.256254639581735
      ],
      [
        "ve",
        -8.256651756641988
      ],
      [
        "tic",
        -8.257140905248376
      ],
      [
        "▁named",
        -8.259544521674265
      ],
      [
        "▁12",
        -8.260243167687044
      ],
      [
        "\".",
        -8.269164226108625
      ],
      [
        "▁An",
        -8.282438650086792
      ],
      [
        "▁held",
        -8.288905540313156
      ],
      [
        "▁established",
        -8.2894990357983
      ],
      [
        "ck",
        -8.290052172993486
      ],
      [
        "B",
        -8.291086276692907
      ],
      [
        "▁films",
        -8.291313326375471
      ],
      [
        "s\n",
        -8.291570597613612
      ],
      [
        "▁After",
        -8.292150894147927
      ],
      [
        "ley",
        -8.293350722686418
      ],
      [
        "id",
        -8.29792312588475
      ],
      [
        "A",
        -8.301552234629863
      ],
      [
        "▁His",
        -8.30220287774686
      ],
      [
        "▁For",
        -8.302606013229237
      ],
      [
        "▁located",
        -8.30360819132532
      ],
      [
        "▁Co",
        -8.303647785107897
      ],
      [
        "j",
        -8.304384559072522
      ],
      [
        "5",
        -8.30522306083588
      ],
      [
        "▁8",
        -8.306441236765442
      ],
      [
        "▁West",
        -8.306539118591195
      ],
      [
        "ca",
        -8.307741175354634
      ],
      [
        "▁population",
        -8.309592495154046
      ],
      [
        "▁College",
        -8.312041450952588
      ],
      [
        "▁San",
        -8.313598740233964
      ],
      [
        "▁each",
        -8.315664673732787
      ],
      [
        "▁did",
        -8.31759003373129
      ],
      [
        "la",
        -8.319050778176576
      ],
      [
        "▁show",
        -8.323798741310346
      ],
      [
        "\nIn",
        -8.327135722616855
      ],
      [
        "v",
        -8.328253531200762
      ],
      [
        "di",
        -8.328987200996748
      ],
      [
        "▁station",
        -8.331439120581333
      ],
      [
        "\n\nThe",
        -8.332326285256276
      ],
      [
        "▁To",
        -8.334133231698623
      ],
      [
        "8",
        -8.334923185942102
      ],
      [
        "▁set",
        -8.336003284205574
      ],
      [
        "ul",
        -8.337666398699202
      ],
      [
        "ra",
        -8.339389915513456
      ],
      [
        "▁song",
        -8.339469763677727
      ],
      [
        "ism",
        -8.3414449920706
      ],
      [
        "go",
        -8.34685867789068
      ],
      [
        "19",
        -8.347654385745912
      ],
      [
        "S",
        -8.349442738268364
      ],
      [
        "▁Me",
        -8.351313734627682
      ],
      [
        "▁English",
        -8.351340864972764
      ],
      [
        "▁2010",
        -8.351582104776444
      ],
      [
        "ber",
        -8.3558716047012
      ],
      [
        "▁German",
        -8.357292045876427
      ],
      [
        "der",
        -8.35752929127221
      ],
      [
        "M",
        -8.359364846410756
      ],
      [
        "▁Con",
        -8.362794686554182
      ],
      [
        "▁line",
        -8.368685707570393
      ],
      [
        "▁large",
        -8.370025404688187
      ],
      [
        "ner",
        -8.370065103725265
      ],
      [
        "em",
        -8.375186755593562
      ],
      [
        "sh",
        -8.375751917274506
      ],
      [
        "▁company",
        -8.378681712788206
      ],
      [
        "▁District",
        -8.379102476797781
      ],
      [
        "▁served",
        -8.384114847292109
      ],
      [
        "\nS",
        -8.387010033464046
      ],
      [
        "ang",
        -8.389575991860706
      ],
      [
        "he",
        -8.38988335793378
      ],
      [
        "▁(18",
        -8.390004431846913
      ],
      [
        "\nA",
        -8.391511629244063
      ],
      [
        "▁born",
        -8.393044240614682
      ],
      [
        "7",
        -8.394913198907476
      ],
      [
        "D",
        -8.39581888166154
      ],
      [
        "ance",
        -8.396165593212949
      ],
      [
        "▁members",
        -8.3977492232409
      ],
      [
        "▁due",
        -8.399247268022478
      ],
      [
        "▁French",
        -8.400033377171452
      ],
      [
        "▁any",
        -8.400350716362109
      ],
      [
        "▁local",
        -8.400773550015911
      ],
      [
        "▁television",
        -8.400865066012443
      ],
      [
        "▁2011",
        -8.400938847838155
      ],
      [
        "▁9",
        -8.40415721747345
      ],
      [
        "ary",
        -8.404891114798462
      ],
      [
        "▁con",
        -8.40617574424952
      ],
      [
        "▁could",
        -8.407329851819744
      ],
      [
        "▁published",
        -8.4077244342614
      ],
      [
        "▁public",
        -8.408760402725836
      ],
      [
        "▁built",
        -8.410331651694797
      ],
      [
        "▁H",
        -8.413025178043851
      ],
      [
        "▁received",
        -8.41521365561822
      ],
      [
        "▁age",
        -8.422587811069635
      ],
      [
        "▁11",
        -8.423868007701818
      ],
      [
        "▁band",
        -8.425455720363189
      ],
      [
        "▁pro",
        -8.425563476346309
      ],
      [
        "▁national",
        -8.427724924337772
      ],
      [
        "op",
        -8.429573586021384
      ],
      [
        "▁around",
        -8.430427552894995
      ],
      [
        "▁\n\n",
        -8.431010957699176
      ],
      [
        "▁high",
        -8.431427924099474
      ],
      [
        "▁games",
        -8.433606718272085
      ],
      [
        "▁2012",
        -8.438709411695699
      ],
      [
        "▁Ha",
        -8.439089710579594
      ],
      [
        "ri",
        -8.440319435599333
      ],
      [
        "den",
        -8.44102592973679
      ],
      [
        "N",
        -8.44379295570601
      ],
      [
        "ard",
        -8.444107868578582
      ],
      [
        "▁final",
        -8.444206273182552
      ],
      [
        "▁14",
        -8.446399014227993
      ],
      [
        "▁single",
        -8.45320688121804
      ],
      [
        "▁Cup",
        -8.454559320810214
      ],
      [
        "▁2008",
        -8.455551622494037
      ],
      [
        "▁House",
        -8.4558677134442
      ],
      [
        "mo",
        -8.461029553149267
      ],
      [
        "▁species",
        -8.462120242578962
      ],
      [
        "took",
        -8.46314653237961
      ],
      [
        "▁village",
        -8.465303210296756
      ],
      [
        "▁II",
        -8.46765209615692
      ],
      [
        "▁last",
        -8.469985631289507
      ],
      [
        "▁River",
        -8.470395656488188
      ],
      [
        "▁town",
        -8.470669511994585
      ],
      [
        "▁2009",
        -8.474803265544242
      ],
      [
        "▁13",
        -8.475367500230433
      ],
      [
        "▁now",
        -8.477411449086642
      ],
      [
        "▁system",
        -8.479031866000597
      ],
      [
        "ha",
        -8.482157354753467
      ],
      [
        "V",
        -8.482229237880983
      ],
      [
        "▁left",
        -8.483296912852119
      ],
      [
        "men",
        -8.483626685925794
      ],
      [
        "▁club",
        -8.483998419833965
      ],
      [
        "▁women",
        -8.485640293690725
      ],
      [
        "▁long",
        -8.487959647795194
      ],
      [
        "However,",
        -8.488686787493167
      ],
      [
        "▁London",
        -8.48910006600641
      ],
      [
        "▁dis",
        -8.49089660219513
      ],
      [
        "our",
        -8.495860530654642
      ],
      [
        "▁along",
        -8.496236724421923
      ],
      [
        "ver",
        -8.496343211460621
      ],
      [
        "▁short",
        -8.497624577252257
      ],
      [
        "▁2015",
        -8.502931780528767
      ],
      [
        "▁2014",
        -8.502987290988257
      ],
      [
        "▁2016",
        -8.505045100562548
      ],
      [
        "very",
        -8.505543421914803
      ],
      [
        "▁2006",
        -8.506901217813796
      ],
      [
        "▁links",
        -8.50747981810221
      ],
      [
        "▁J",
        -8.511657216565368
      ],
      [
        "H",
        -8.511802489595024
      ],
      [
        "▁make",
        -8.512849261566291
      ],
      [
        "▁like",
        -8.515739938239378
      ],
      [
        "▁Be",
        -8.516635177647935
      ],
      [
        "▁2013",
        -8.521257901051682
      ],
      [
        "ong",
        -8.522077387263082
      ],
      [
        "▁five",
        -8.523092270226995
      ],
      [
        "▁Man",
        -8.524707980182656
      ],
      [
        "▁Park",
        -8.52501955160654
      ],
      [
        "▁2007",
        -8.525759437865911
      ],
      [
        "ka",
        -8.526129936239677
      ],
      [
        "W",
        -8.528099794810924
      ],
      [
        "way",
        -8.528687160628193
      ],
      [
        "▁small",
        -8.528882765619876
      ],
      [
        "▁own",
        -8.530637198787153
      ],
      [
        "▁building",
        -8.530891502987995
      ],
      [
        "G",
        -8.53187089570602
      ],
      [
        "▁So",
        -8.532427653415949
      ],
      [
        "▁died",
        -8.533031331032173
      ],
      [
        "▁support",
        -8.53340241023996
      ],
      [
        "ja",
        -8.534881070650604
      ],
      [
        "▁El",
        -8.534943946944678
      ],
      [
        "T",
        -8.53498286071933
      ],
      [
        "\nPeople",
        -8.535171409419508
      ],
      [
        "▁because",
        -8.537120457558245
      ],
      [
        "▁near",
        -8.537146315385742
      ],
      [
        "▁water",
        -8.537441344671073
      ],
      [
        "\nLiving",
        -8.538323166278294
      ],
      [
        "ham",
        -8.53865043727482
      ],
      [
        "▁International",
        -8.53918146294361
      ],
      [
        "K",
        -8.53971198320992
      ],
      [
        "ated",
        -8.540616686260051
      ],
      [
        "▁within",
        -8.540662305843135
      ],
      [
        "▁result",
        -8.541285949601635
      ],
      [
        "ci",
        -8.543853651121216
      ],
      [
        "▁described",
        -8.549087719738608
      ],
      [
        "tra",
        -8.549404681601482
      ],
      [
        "▁main",
        -8.549561920429367
      ],
      [
        "▁take",
        -8.549917464168871
      ],
      [
        "9",
        -8.555327488889752
      ],
      [
        "▁third",
        -8.558068513873213
      ],
      [
        "▁Ro",
        -8.558366891580377
      ],
      [
        "im",
        -8.559658439363627
      ],
      [
        "ga",
        -8.55973996001929
      ],
      [
        "▁20",
        -8.560964071878784
      ],
      [
        "▁U.S.",
        -8.562789947683417
      ],
      [
        "▁century",
        -8.563526863872328
      ],
      [
        "▁included",
        -8.56376579879349
      ],
      [
        "▁Ar",
        -8.565687503712567
      ],
      [
        "▁head",
        -8.567607038260038
      ],
      [
        "▁Go",
        -8.569346461987488
      ],
      [
        "=",
        -8.569650238802167
      ],
      [
        "▁b",
        -8.570085806969725
      ],
      [
        "▁history",
        -8.570361083758185
      ],
      [
        "▁2018",
        -8.570813200113392
      ],
      [
        "lin",
        -8.571131796420888
      ],
      [
        "▁service",
        -8.571168615467373
      ],
      [
        "ies",
        -8.572560664055395
      ],
      [
        "F",
        -8.573787137325773
      ],
      [
        "▁player",
        -8.573940544021255
      ],
      [
        "▁book",
        -8.574085301197156
      ],
      [
        "ub",
        -8.575128751491834
      ],
      [
        "▁Sa",
        -8.575768406523931
      ],
      [
        "▁death",
        -8.578825211664025
      ],
      [
        "▁2017",
        -8.57983700631214
      ],
      [
        "▁Ho",
        -8.580141175568397
      ],
      [
        "▁per",
        -8.583932545074116
      ],
      [
        "▁district",
        -8.58410339118138
      ],
      [
        "▁play",
        -8.584550630068986
      ],
      [
        "▁said",
        -8.586547315644774
      ],
      [
        "▁2020",
        -8.586633620409783
      ],
      [
        "mer",
        -8.586987279429238
      ],
      [
        "▁male",
        -8.58756010222529
      ],
      [
        "▁war",
        -8.591142222158172
      ],
      [
        "ology",
        -8.593756369862383
      ],
      [
        "▁record",
        -8.595119649664426
      ],
      [
        "ig",
        -8.596471355348537
      ],
      [
        "▁Lo",
        -8.597085892482525
      ],
      [
        "by",
        -8.60207798879469
      ],
      [
        "L",
        -8.603070868667114
      ],
      [
        "ster",
        -8.603247845726374
      ],
      [
        "ru",
        -8.60690253420039
      ],
      [
        "C",
        -8.610920478449227
      ],
      [
        "con",
        -8.61285884214092
      ],
      [
        "▁Bo",
        -8.612919642414084
      ],
      [
        "▁million",
        -8.613868099232118
      ],
      [
        "▁help",
        -8.614677388772634
      ],
      [
        "ut",
        -8.615026134507444
      ],
      [
        "▁form",
        -8.619694354132811
      ],
      [
        "▁major",
        -8.622606095343185
      ],
      [
        "▁different",
        -8.622992822384214
      ],
      [
        "▁Mo",
        -8.623653998505997
      ],
      [
        "▁down",
        -8.62435588715792
      ],
      [
        "▁2000",
        -8.62502530328317
      ],
      [
        "ov",
        -8.625138077533336
      ],
      [
        "▁Na",
        -8.627079724298815
      ],
      [
        "▁East",
        -8.628944293002503
      ],
      [
        "U",
        -8.629932921040446
      ],
      [
        "▁Se",
        -8.630686150160601
      ],
      [
        "bo",
        -8.632622539041414
      ],
      [
        "▁title",
        -8.633682348064012
      ],
      [
        "▁world",
        -8.633970756377307
      ],
      [
        "▁day",
        -8.635882593123563
      ],
      [
        "those",
        -8.637953662467206
      ],
      [
        ".\n\nA",
        -8.641327925661367
      ],
      [
        "▁include",
        -8.64278567081247
      ],
      [
        "▁original",
        -8.643752778143964
      ],
      [
        "ki",
        -8.644768567461075
      ],
      [
        "ness",
        -8.647580339190851
      ],
      [
        "▁William",
        -8.648061039934229
      ],
      [
        "▁Award",
        -8.649069396974646
      ],
      [
        "▁side",
        -8.650461251059383
      ],
      [
        "▁2019",
        -8.65393062593725
      ],
      [
        "ak",
        -8.655000151637077
      ],
      [
        "ho",
        -8.655107915508642
      ],
      [
        "▁still",
        -8.655815793341487
      ],
      [
        "chi",
        -8.656824177617528
      ],
      [
        "ling",
        -8.657252042202142
      ],
      [
        "▁deaths",
        -8.658246820139864
      ],
      [
        "▁km",
        -8.660308207108724
      ],
      [
        "▁period",
        -8.660462493541099
      ],
      [
        "▁another",
        -8.662374704594638
      ],
      [
        "▁Her",
        -8.662881986825187
      ],
      [
        "▁moved",
        -8.664186455649368
      ],
      [
        "▁There",
        -8.66501708190835
      ],
      [
        "▁Mar",
        -8.665648539365074
      ],
      [
        "▁Party",
        -8.668019453198918
      ],
      [
        "P",
        -8.669039855775834
      ],
      [
        "▁Division",
        -8.669932503217337
      ],
      [
        "▁off",
        -8.671383016598828
      ],
      [
        "▁Army",
        -8.67474993621184
      ],
      [
        "▁if",
        -8.676570288990096
      ],
      [
        "▁High",
        -8.676889033311591
      ],
      [
        "ish",
        -8.677416207807248
      ],
      [
        ".\n\nSee",
        -8.677735130137949
      ],
      [
        "▁father",
        -8.681006538975403
      ],
      [
        "les",
        -8.684325119018547
      ],
      [
        "up",
        -8.684572049419977
      ],
      [
        "mon",
        -8.684634667016597
      ],
      [
        "▁No",
        -8.68984525850056
      ],
      [
        "one",
        -8.692783853444814
      ],
      [
        "▁George",
        -8.69343856159979
      ],
      [
        "▁California",
        -8.69623521208252
      ],
      [
        "wa",
        -8.69786034198998
      ],
      [
        "▁US",
        -8.69825707727523
      ],
      [
        "▁di",
        -8.701328776201201
      ],
      [
        "▁America",
        -8.701681931515733
      ],
      [
        "▁England",
        -8.702396683256397
      ],
      [
        ".\n\nOn",
        -8.703386060810542
      ],
      [
        "▁led",
        -8.703615183870872
      ],
      [
        "▁house",
        -8.705292189081703
      ],
      [
        "▁2005",
        -8.706004872340502
      ],
      [
        "▁general",
        -8.70867119783624
      ],
      [
        "went",
        -8.709825288524252
      ],
      [
        "▁order",
        -8.709913360601094
      ],
      [
        "▁power",
        -8.711100668468214
      ],
      [
        "▁best",
        -8.712767817551066
      ],
      [
        "▁Air",
        -8.712775173440507
      ],
      [
        "gu",
        -8.713945537887072
      ],
      [
        "\nAmerican",
        -8.718237037148159
      ],
      [
        "▁Church",
        -8.718240773736593
      ],
      [
        "▁debut",
        -8.720351396475026
      ],
      [
        "▁role",
        -8.721518099098743
      ],
      [
        "▁often",
        -8.724175229327876
      ],
      [
        "▁lead",
        -8.724937275295742
      ],
      [
        "bi",
        -8.72635654426572
      ],
      [
        "ko",
        -8.727405759864318
      ],
      [
        "▁Ne",
        -8.728480402520272
      ],
      [
        "▁Da",
        -8.730421730759655
      ],
      [
        "▁Car",
        -8.731496842501322
      ],
      [
        "min",
        -8.732941587504547
      ],
      [
        "hi",
        -8.733226423820469
      ],
      [
        "▁Australia",
        -8.733657037359851
      ],
      [
        "▁Pro",
        -8.73393815188924
      ],
      [
        "ex",
        -8.734018979245047
      ],
      [
        "▁late",
        -8.73549962205199
      ],
      [
        "▁Z",
        -8.737592881564797
      ],
      [
        "▁top",
        -8.742103220934998
      ],
      [
        "▁Royal",
        -8.743296970937886
      ],
      [
        "▁produced",
        -8.74351650782051
      ],
      [
        "che",
        -8.744426618004914
      ],
      [
        "▁James",
        -8.745602215750386
      ],
      [
        "▁total",
        -8.746008641992427
      ],
      [
        "▁Council",
        -8.746442893493693
      ],
      [
        "15",
        -8.747375834981279
      ],
      [
        "▁six",
        -8.747828473769857
      ],
      [
        "▁France",
        -8.748158943142112
      ],
      [
        "▁development",
        -8.748649004165408
      ],
      [
        "▁2004",
        -8.7501264845974
      ],
      [
        "ill",
        -8.751225105661604
      ],
      [
        "ll",
        -8.752514135212747
      ],
      [
        "using",
        -8.755957428556417
      ],
      [
        "und",
        -8.756312417504615
      ],
      [
        "▁Do",
        -8.757060966721202
      ],
      [
        "▁site",
        -8.757328318450556
      ],
      [
        "ok",
        -8.758180381667588
      ],
      [
        "▁announced",
        -8.758969785073347
      ],
      [
        "gi",
        -8.759943161850034
      ],
      [
        "\nC",
        -8.760603795940437
      ],
      [
        "▁son",
        -8.761380384910954
      ],
      [
        "▁again",
        -8.761407828649592
      ],
      [
        "▁law",
        -8.764196402721549
      ],
      [
        "vo",
        -8.765544191028763
      ],
      [
        "▁written",
        -8.76748725965775
      ],
      [
        "▁just",
        -8.767570716926725
      ],
      [
        "20",
        -8.767669610709023
      ],
      [
        "▁came",
        -8.767993683435966
      ],
      [
        "va",
        -8.7689451624158
      ],
      [
        "▁Street",
        -8.769819068281173
      ],
      [
        "▁production",
        -8.772683521950613
      ],
      [
        "E",
        -8.772891932348776
      ],
      [
        "▁north",
        -8.775115561437568
      ],
      [
        "▁General",
        -8.776467909756168
      ],
      [
        "▁Di",
        -8.776701952047501
      ],
      [
        "ven",
        -8.777451089527089
      ],
      [
        "▁Lu",
        -8.777999975697295
      ],
      [
        "▁international",
        -8.778825164901436
      ],
      [
        "per",
        -8.779024880127311
      ],
      [
        "10",
        -8.781052118340968
      ],
      [
        "R",
        -8.782175321320178
      ],
      [
        "▁political",
        -8.782322280039686
      ],
      [
        "]",
        -8.78279558970305
      ],
      [
        "▁Ma",
        -8.78298659378478
      ],
      [
        "▁European",
        -8.784750800650194
      ],
      [
        "▁30",
        -8.786019841177824
      ],
      [
        "▁pre",
        -8.787264146843786
      ],
      [
        "▁children",
        -8.788573374889834
      ],
      [
        "pe",
        -8.790951778674904
      ],
      [
        "que",
        -8.792953349190748
      ],
      [
        "▁created",
        -8.793987075826506
      ],
      [
        "s'",
        -8.794649856186428
      ],
      [
        "▁started",
        -8.794852370903625
      ],
      [
        "▁One",
        -8.795185593124035
      ],
      [
        "ba",
        -8.795280756764065
      ],
      [
        "ran",
        -8.796351642993324
      ],
      [
        "ger",
        -8.796751191711545
      ],
      [
        "▁video",
        -8.798760295246208
      ],
      [
        "When",
        -8.799322551685028
      ],
      [
        "▁All",
        -8.799738939451775
      ],
      [
        "▁what",
        -8.801628899239052
      ],
      [
        "▁version",
        -8.805642783102723
      ],
      [
        "▁community",
        -8.807918622834993
      ],
      [
        "▁given",
        -8.808109707235765
      ],
      [
        "\nF",
        -8.808555109713641
      ],
      [
        "▁round",
        -8.808978094437556
      ],
      [
        "ier",
        -8.80924923893576
      ],
      [
        "▁married",
        -8.811293396900876
      ],
      [
        "▁Ka",
        -8.811568496606107
      ],
      [
        "among",
        -8.812295863152773
      ],
      [
        "▁country",
        -8.812957558635189
      ],
      [
        "▁Sch",
        -8.813840175751869
      ],
      [
        "▁2002",
        -8.814213604775022
      ],
      [
        "▁land",
        -8.815323737371154
      ],
      [
        "’s",
        -8.8159197933504
      ],
      [
        "▁\"The",
        -8.817269080752908
      ],
      [
        "▁much",
        -8.817639401035612
      ],
      [
        "▁25",
        -8.81776136901926
      ],
      [
        "—",
        -8.81847600683312
      ],
      [
        ".\n\nReferences\n",
        -8.818827535511847
      ],
      [
        "▁become",
        -8.819110567520143
      ],
      [
        "ler",
        -8.819889736071222
      ],
      [
        "▁Robert",
        -8.820479275054593
      ],
      [
        "▁(S",
        -8.821355081829381
      ],
      [
        "▁professional",
        -8.821550077029723
      ],
      [
        "ized",
        -8.823663177811007
      ],
      [
        "▁Association",
        -8.826932577314103
      ],
      [
        "▁2021",
        -8.827721571904164
      ],
      [
        "various",
        -8.828010182420106
      ],
      [
        "▁Indian",
        -8.828085974830763
      ],
      [
        "▁Championship",
        -8.830896960326521
      ],
      [
        "▁Pa",
        -8.831489453798635
      ],
      [
        "▁Su",
        -8.831565401195675
      ],
      [
        "▁King",
        -8.83396949296323
      ],
      [
        "▁2001",
        -8.834742839257956
      ],
      [
        "▁car",
        -8.837399905324753
      ],
      [
